[
  {
    "id": "",
    "pergunta": "Você precisa comunicar uma mudança importante na política da empresa para sua equipe, que pode causar preocupação entre os membros. Como você abordaria essa comunicação?",
    "options": [
      {
        "id": "",
        "value": "Envia um e-mail detalhado explicando a mudança, sem abrir espaço para perguntas",
        "score": 2
      },
      {
        "id": "",
        "value": "Faz uma reunião com a equipe, explica a mudança e pede sugestões sobre como implementá-la.",
        "score": 4
      },
      {
        "id": "",
        "value": "Menciona a mudança brevemente em uma reunião, sem abrir para discussões, para evitar reações negativas.",
        "score": 1
      },
      {
        "id": "",
        "value": "Anuncia a mudança em uma reunião, mas só permite perguntas no final, para manter o controle da situação.",
        "score": 3
      }
    ]
  },
  {
    "id": "",
    "pergunta": "Durante uma reunião, um membro da equipe faz uma crítica construtiva a um projeto que você está liderando. Como você reage?",
    "options": [
      {
        "id": "",
        "value": " Agradece o feedback, pede para aprofundar a crítica e sugere uma reunião posterior para discutir melhorias.",
        "score": 4
      },
      {
        "id": "",
        "value": "Escuta a crítica, mas rapidamente muda de assunto para evitar desconforto.",
        "score": 2
      },
      {
        "id": "",
        "value": "Defende o projeto e explica porque a crítica não é válida, encerrando o assunto.",
        "score": 1
      },
      {
        "id": "",
        "value": "Aceita o feedback, mas não faz nenhuma alteração no projeto.",
        "score": 3
      }
    ]
  },
  {
    "id": "",
    "pergunta": "Um novo colaborador está tendo dificuldade em entender algumas orientações. Como você lida com a situação?",
    "options": [
      {
        "id": "",
        "value": "Envia uma nova comunicação com explicações mais detalhadas por e-mail.",
        "score": 3
      },
      {
        "id": "",
        "value": "Marca uma reunião para explicar novamente de forma clara e tira todas as dúvidas pessoalmente.",
        "score": 4
      },
      {
        "id": "",
        "value": "Pede a outro membro da equipe para explicar as orientações ao novo colaborador.",
        "score": 2
      },
      {
        "id": "",
        "value": "Diz ao novo colaborador para rever as orientações anteriores e tentar entender por conta própria.",
        "score": 1
      }
    ]
  },
  {
    "id": "",
    "pergunta": "Sua empresa está enfrentando uma queda nas vendas, e você foi encarregado de elaborar uma estratégia para reverter a situação. Qual seria o seu primeiro passo?",
    "options": [
      {
        "id": "",
        "value": "Analisar os relatórios financeiros e identificar onde estão as maiores perdas.",
        "score": 3
      },
      {
        "id": "",
        "value": "Reunir a equipe para discutir ideias de novas promoções e campanhas de marketing.",
        "score": 4
      },
      {
        "id": "",
        "value": "Focar em cortar custos imediatos para compensar a queda nas vendas.",
        "score": 2
      },
      {
        "id": "",
        "value": "Esperar que a situação se normalize, já que acredita que é uma fase temporária.",
        "score": 1
      }
    ]
  }
]
